Repository: giellalt/corpus-fkv
Catalog: tmx/sme/ficti/lyrics/baden_baden_kvensk_og_samisk.doc.tmx
Source language: fkv
Languages: sme

source: Mie kerran olin surulinen, rahaton.
sme: Mun oktii ledjen morašlaš ja geafi maid.

source: Ei mulla ollu työtä ko nyt kriisi oon.
sme: Ii mus lean bargu danin go dát kriisa lea.

source: Mie päätä krappaan mistä saisin eđes yhđen setelin.
sme: Mun oaivvi roahkan ahte mo mun ovtta šlántta diinešin.

source: En kyeny ko itkemhään mutta siitä hoksasin.
sme: Ja golggahallen gatnjaliid muhto de mun fuomášin.

source: Joo, potelissa kyynelii met myymä Baden-Badenhiin.
sme: Jo, bohtal ' dievva gatnjaliid (mii) vuovdit Baden-Badenii.

source: Sielä meiđän murhe hukkuu uimabasenkhiin.
sme: Doppe buot min váivvit jávket čáhceáldásii.

source: Sielä niissä kylppee turisti ja toinenki.
sme: Doppe lávggodallet turisttat ja earátge.
